performance-tools/ravana/scenario/wso2esb-3.0.0_xslt/message1k.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing"></soapenv:Header><soapenv:Body><m:skcotSyub xmlns:m="http://po.services.core.carbon.wso2.org"><m:redro><m:lobmys>IBM</m:lobmys><m:DIreyub>asankha</m:DIreyub><m:ecirp>140.34</m:ecirp><m:emulov>200000</m:emulov></m:redro><m:redro><m:lobmys>OCUANJ</m:lobmys><m:DIreyub>BRNSTD</m:DIreyub><m:ecirp>609515.87</m:ecirp><m:emulov>934549</m:emulov></m:redro><m:redro><m:lobmys>JAJCWP</m:lobmys><m:DIreyub>XHPOJY</m:DIreyub><m:ecirp>301801.66</m:ecirp><m:emulov>803810</m:emulov></m:redro><m:redro><m:lobmys>YWJOWP</m:lobmys><m:DIreyub>PZLUNM</m:DIreyub><m:ecirp>537220.87</m:ecirp><m:emulov>130034</m:emulov></m:redro><m:redro><m:lobmys>CBAMRH</m:lobmys><m:DIreyub>QSKGFY</m:DIreyub><m:ecirp>306485.91</m:ecirp><m:emulov>350005</m:emulov></m:redro><m:redro><m:lobmys>RDFPUS</m:lobmys><m:DIreyub>NVIBXN</m:DIreyub><m:ecirp>465499.69</m:ecirp><m:emulov>070510</m:emulov></m:redro><m:redro><m:lobmys>QGLQOJ</m:lobmys><m:DIreyub>JVASPB</m:DIreyub><m:ecirp>094155.60</m:ecirp><m:emulov>041415</m:emulov></m:redro></m:skcotSyub></soapenv:Body></soapenv:Envelope>
